Repository: nonbili/meron
Catalog: mobile/ios/Meron/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, et, fr, it, ja, ko, lv, pl, pt, pt_br, sv, tr, vi, zh_hans, zh_hant

# about.aboutProduct
source: About {product}
ar: حول {product}
de: Über {product}
el: Σχετικά με το {product}
es: Acerca de {product}
et: Teave {product} kohta
fr: À propos de {product}
it: Informazioni su {product}
ja: {product} について
ko: {product} 정보
lv: Par {product}
pl: O programie {product}
pt: Sobre o {product}
pt_br: Sobre o {product}
sv: Om {product}
tr: {product} Hakkında
vi: Về {product}
zh_hans: 关于 {product}
zh_hant: 關於 {product}

# about.protocolVersions
source: Core protocol %1$d · Shared protocol %2$d
ar: البروتوكول الأساسي %1$d · البروتوكول المشترك %2$d
de: Kernprotokoll %1$d · Gemeinsames Protokoll %2$d
el: Πρωτόκολλο πυρήνα %1$d · Κοινόχρηστο πρωτόκολλο %2$d
es: Protocolo central %1$d · Protocolo compartido %2$d
et: Põhiprotokoll %1$d · Jagatud protokoll %2$d
fr: Protocole de base %1$d · Protocole partagé %2$d
it: Protocollo principale %1$d · Protocollo condiviso %2$d
ja: Coreプロトコル %1$d · Sharedプロトコル %2$d
ko: 핵심 프로토콜 %1$d · 공유 프로토콜 %2$d
lv: Pamatprotokols %1$d · Koplietotais protokols %2$d
pl: Protokół podstawowy %1$d · Protokół wspólny %2$d
pt: Protocolo principal %1$d · Protocolo compartilhado %2$d
pt_br: Protocolo principal %1$d · Protocolo compartilhado %2$d
sv: Kärnprotokoll %1$d · Delat protokoll %2$d
tr: Çekirdek protokol %1$d · Paylaşılan protokol %2$d
vi: Giao thức lõi %1$d · Giao thức chia sẻ %2$d
zh_hans: 核心协议%1$d ·共享协议%2$d
zh_hant: 核心協定%1$d ·共享協定%2$d

# about.supportDevelopment
source: Support development
ar: دعم التطوير
de: Entwicklung unterstützen
el: Υποστήριξη ανάπτυξης
es: Apoyar el desarrollo
et: Toeta arendust
fr: Soutenir le développement
it: Sostieni lo sviluppo
ja: 開発をサポート
ko: 개발 후원하기
lv: Atbalstīt izstrādi
pl: Wesprzyj rozwój
pt: Apoiar o desenvolvimento
pt_br: Apoiar o desenvolvimento
sv: Stöd utvecklingen
tr: Geliştirmeyi destekle
vi: Hỗ trợ phát triển
zh_hans: 支持开发
zh_hant: 支持開發

# about.title
source: About Meron
ar: حول Meron
de: Über Meron
el: Σχετικά με το Meron
es: Acerca de Meron
et: Teave Meroni kohta
fr: À propos de Meron
it: Informazioni su Meron
ja: Meronについて
ko: Meron 정보
lv: Par Meron
pl: O programie Meron
pt: Sobre o Meron
pt_br: Sobre o Meron
sv: Om Meron
tr: Meron Hakkında
vi: Về Meron
zh_hans: 关于 Meron
zh_hant: 關於 Meron

# about.version
source: Version {version}
ar: الإصدار {version}
el: Έκδοση {version}
es: Versión {version}
et: Versioon {version}
it: Versione {version}
ja: バージョン {version}
ko: 버전 {version}
lv: Versija {version}
pl: Wersja {version}
pt: Versão {version}
pt_br: Versão {version}
tr: Sürüm {version}
vi: Phiên bản {version}
zh_hans: 版本 {version}
zh_hant: 版本 {version}

# about.versionPackage
source: Version %1$s · Package %2$s
ar: الإصدار %1$s · الحزمة %2$s
de: Version %1$s · Paket %2$s
el: Έκδοση %1$s · Πακέτο %2$s
es: Versión %1$s · Paquete %2$s
et: Versioon %1$s · Pakett %2$s
fr: Version %1$s · Paquet %2$s
it: Versione %1$s · Pacchetto %2$s
ja: バージョン %1$s · パッケージ %2$s
ko: 버전 %1$s · 패키지 %2$s
lv: Versija %1$s · Pakotne %2$s
pl: Wersja %1$s · Pakiet %2$s
pt: Versão %1$s · Pacote %2$s
pt_br: Versão %1$s · Pacote %2$s
sv: Version %1$s · Paket %2$s
tr: Sürüm %1$s · Paket %2$s
vi: Phiên bản %1$s · Gói %2$s
zh_hans: 版本 %1$s · 封装 %2$s
zh_hant: 版本 %1$s · 封裝 %2$s

# accounts.actions.addAccount
source: Add account
ar: إضافة حساب
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
et: Lisa konto
fr: Ajouter le compte
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
lv: Pievienot kontu
pl: Dodaj konto
pt: Adicionar conta
pt_br: Adicionar conta
sv: Lägg till konto
tr: Hesap ekle
vi: Thêm tài khoản
zh_hans: 添加账户
zh_hant: 新增帳戶

# accounts.actions.addAccountTitle
source: Add Account
ar: إضافة حساب
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
et: Lisa konto
fr: Ajouter un compte
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
lv: Pievienot kontu
pl: Dodaj konto
pt: Adicionar conta
pt_br: Adicionar Conta
sv: Lägg till konto
tr: Hesap Ekle
vi: Thêm Tài khoản
zh_hans: 添加账户
zh_hant: 新增帳戶

# accounts.actions.collapseAccount
source: Collapse account
ar: طي الحساب
de: Konto einklappen
el: Σύμπτυξη λογαριασμού
es: Contraer cuenta
et: Ahenda konto
fr: Réduire le compte
it: Comprimi account
ja: アカウントを折りたたむ
ko: 계정 접기
lv: Sakļaut kontu
pl: Zwiń konto
pt: Contrair conta
pt_br: Recolher conta
sv: Minimera konto
tr: Hesabı daralt
vi: Thu gọn tài khoản
zh_hans: 折叠账户
zh_hant: 摺疊帳戶

# accounts.actions.expandAccount
source: Expand account
ar: توسيع الحساب
de: Konto ausklappen
el: Ανάπτυξη λογαριασμού
es: Expandir cuenta
et: Laienda konto
fr: Développer le compte
it: Espandi account
ja: アカウントを展開
ko: 계정 펼치기
lv: Izvērst kontu
pl: Rozwiń konto
pt: Expandir conta
pt_br: Expandir conta
sv: Expandera konto
tr: Hesabı genişlet
vi: Mở rộng tài khoản
zh_hans: 展开账户
zh_hant: 展開帳戶

# accounts.actions.reconnectAccount
source: Reconnect
ar: أعد الاتصال
de: Wieder verbinden
el: Επανασυνδέστε
es: Reconectar
et: Ühendage uuesti
fr: Reconnecter
it: Riconnettiti
ja: 再接続
ko: 다시 연결
lv: Atkārtoti izveidojiet savienojumu
pl: Na nowo połączyć
pt: Reconectar
pt_br: Reconectar
sv: Återanslut
tr: Yeniden bağlan
vi: Kết nối lại
zh_hans: 重新连接
zh_hant: 重新連接

# accounts.actions.reconnectAccountTitle
source: Reconnect account
ar: إعادة ربط الحساب
de: Konto erneut verbinden
el: Επανασυνδέστε τον λογαριασμό
es: Reconectar cuenta
et: Ühendage konto uuesti
fr: Reconnecter le compte
it: Riconnetti l'account
ja: アカウントを再接続する
ko: 계정 다시 연결
lv: Atkārtoti pievienojiet kontu
pl: Połącz ponownie konto
pt: Reconectar conta
pt_br: Reconectar conta
sv: Återanslut konto
tr: Hesabı yeniden bağlayın
vi: Kết nối lại tài khoản
zh_hans: 重新连接帐户
zh_hant: 重新連結帳戶

# accounts.actions.saveAccount
source: Save Account
ar: حفظ الحساب
de: Konto speichern
el: Αποθήκευση λογαριασμού
es: Guardar cuenta
et: Salvesta konto
fr: Enregistrer le compte
it: Salva account
ja: アカウントを保存
ko: 계정 저장
lv: Saglabāt kontu
pl: Zapisz konto
pt: Gravar conta
pt_br: Salvar Conta
sv: Spara konto
tr: Hesabı Kaydet
vi: Lưu Tài khoản
zh_hans: 保存账户
zh_hant: 儲存帳戶

# accounts.advancedServerSettings
source: Advanced server settings
ar: إعدادات الخادم المتقدمة
de: Erweiterte Servereinstellungen
el: Προχωρημένες ρυθμίσεις διακομιστή
es: Ajustes avanzados del servidor
et: Serveri täpsemad seaded
fr: Paramètres avancés du serveur
it: Impostazioni avanzate del server
ja: 詳細なサーバー設定
ko: 고급 서버 설정
lv: Papildu servera iestatījumi
pl: Zaawansowane ustawienia serwera
pt: Definições avançadas do servidor
pt_br: Configurações avançadas do servidor
sv: Avancerade serverinställningar
tr: Gelişmiş sunucu ayarları
vi: Cài đặt máy chủ nâng cao
zh_hans: 高级服务器设置
zh_hant: 進階伺服器設定

# accounts.appPasswordHint
source: {provider} requires an app-specific password - your normal account password won't work here. <action>Generate one for {provider}</action>, then paste it above.
ar: {provider} يتطلب كلمة مرور خاصة بالتطبيق - لن تعمل كلمة مرور حسابك العادية هنا. <action>قم بإنشاء واحدة لـ {provider}</action>، ثم الصقها أعلاه.
de: {provider} erfordert ein App-spezifisches Passwort – Ihr normales Kontopasswort funktioniert hier nicht. <action>Generieren Sie eines für {provider}</action> und fügen Sie es oben ein.
el: Το {provider} απαιτεί έναν κωδικό πρόσβασης ειδικό για την εφαρμογή - ο κανονικός κωδικός πρόσβασης του λογαριασμού σας δεν θα λειτουργήσει εδώ. <action>Δημιουργήστε έναν για το {provider}</action> και, στη συνέχεια, επικολλήστε τον παραπάνω.
es: {provider} requiere una contraseña específica de la aplicación; su contraseña de cuenta normal no funcionará aquí. <action>Genere una para {provider}</action>, luego péguela arriba.
et: {provider} nõuab rakendusepõhist parooli – sinu tavaline konto parool siin ei toimi. <action>Loo parool teenuse {provider} jaoks</action> ja kopeeri see ülalolevale väljale.
fr: {provider} requiert un mot de passe d'application spécifique - votre mot de passe de compte habituel ne fonctionnera pas ici. <action>Générez-en un pour {provider}</action>, puis collez-le ci-dessus.
it: {provider} richiede una password specifica per l'applicazione - la tua normale password dell'account non funzionerà qui. <action>Generane una per {provider}</action>, quindi incollala sopra.
ja: {provider} はアプリ固有のパスワードを必要とします - 通常のアカウントパスワードはここでは使用できません。<action>{provider} のパスワードを生成</action>し、上に貼り付けてください。
ko: {provider}은(는) 앱 전용 비밀번호가 필요합니다. 일반 계정 비밀번호는 여기에 작동하지 않습니다. <action>{provider}용 앱 비밀번호 생성</action> 후 위에 붙여넣으세요.
lv: {provider} nepieciešama lietotnei specifiska parole — jūsu parastā konta parole šeit nedarbosies. <action>Ģenerējiet to {provider}</action>, pēc tam ielīmējiet to augstāk.
pl: {provider} wymaga hasła dedykowanego do aplikacji - Twoje standardowe hasło do konta tutaj nie zadziała. <action>Wygeneruj je dla {provider}</action>, a następnie wklej powyżej.
pt: O {provider} requer uma palavra-passe específica da aplicação - a palavra-passe normal da sua conta não funcionará aqui. <action>Gere uma para o {provider}</action> e cole-a acima.
pt_br: O {provider} requer uma senha específica de aplicativo - sua senha normal de conta não funcionará aqui. <action>Gere uma para o {provider}</action> e cole-a acima.
sv: {provider} kräver ett appspecifikt lösenord - ditt vanliga kontolösenord fungerar inte här. <action>Skapa ett för {provider}</action> och klistra sedan in det ovan.
tr: {provider} uygulama şifresi gerektirir - normal hesap şifreniz burada çalışmaz. <action>{provider} için bir tane oluşturun</action> ve ardından yukarıya yapıştırın.
vi: {provider} yêu cầu mật khẩu ứng dụng chuyên biệt - mật khẩu tài khoản thông thường của bạn sẽ không hoạt động ở đây. <action>Tạo một mật khẩu ứng dụng cho {provider}</action>, sau đó dán vào phía trên.
zh_hans: {provider} 需要应用专用密码 - 您普通的账户密码在此处无法使用。<action>为 {provider} 生成一个应用密码</action>，然后将其粘贴在上方。
zh_hant: {provider} 需要應用程式專用密碼 - 您的常用帳戶密碼在此處無法使用。<action>為 {provider} 產生一個應用程式專用密碼</action>，然後貼在上方。

# accounts.discovery.lookingUp
source: Looking up server settings...
ar: جاري البحث عن إعدادات الخادم...
de: Servereinstellungen werden gesucht...
el: Αναζήτηση ρυθμίσεων διακομιστή...
es: Buscando ajustes del servidor...
et: Serveri seadete otsimine...
fr: Recherche des paramètres du serveur...
it: Ricerca delle impostazioni del server...
ja: サーバー設定を検索中...
ko: 서버 설정 검색 중...
lv: Meklē servera iestatījumus...
pl: Wyszukiwanie ustawień serwera...
pt: A procurar definições do servidor...
pt_br: Buscando configurações do servidor...
sv: Söker efter serverinställningar...
tr: Sunucu ayarları aranıyor...
vi: Đang tìm cài đặt máy chủ...
zh_hans: 正在查询服务器设置...
zh_hant: 正在查詢伺服器設定...

# accounts.fields.accountName
source: Account Name
ar: اسم الحساب
de: Kontoname
el: Όνομα λογαριασμού
es: Nombre de la cuenta
et: Konto nimi
fr: Nom du compte
it: Nome account
ja: アカウント名
ko: 계정 이름
lv: Konta nosaukums
pl: Nazwa konta
pt: Nome da conta
pt_br: Nome da conta
sv: Kontonamn
tr: Hesap Adı
vi: Tên tài khoản
zh_hans: 账户名称
zh_hant: 帳戶名稱

# accounts.fields.displayNameMeronOnly
source: Display Name (Meron only)
ar: الاسم المعروض (في Meron فقط)
de: Anzeigename (nur in Meron)
el: Όνομα εμφάνισης (μόνο στο Meron)
es: Nombre para mostrar (solo Meron)
et: Kuvatav nimi (ainult Meronis)
fr: Nom d'affichage (Meron uniquement)
it: Nome visualizzato (solo in Meron)
ja: 表示名 (Meron内のみ)
ko: 표시 이름 (Meron 전용)
lv: Displeja nosaukums (tikai Meron)
pl: Nazwa wyświetlana (tylko Meron)
pt: Nome de exibição (apenas no Meron)
pt_br: Nome de exibição (apenas no Meron)
sv: Visningsnamn (endast Meron)
tr: Görünen Ad (yalnızca Meron)
vi: Tên hiển thị (chỉ trên Meron)
zh_hans: 显示名称 (仅在 Meron 中显示)
zh_hant: 顯示名稱 (僅限 Meron)

# accounts.fields.emailAddress
source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
el: Διεύθυνση email
es: Dirección de correo electrónico
et: E-posti aadress
fr: Adresse e-mail
it: Indirizzo e-mail
ja: メールアドレス
ko: 이메일 주소
lv: E-pasta adrese
pl: Adres e-mail
pt: Endereço de e-mail
pt_br: Endereço de e-mail
sv: E-postadress
tr: E-posta Adresi
vi: Địa chỉ email
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# accounts.fields.firstFeedUrl
source: First Feed URL (optional)
ar: رابط أول خلاصة (اختياري)
de: Erste Feed-URL (optional)
el: URL πρώτης ροής (προαιρετικό)
es: URL del primer feed (opcional)
et: Esimese voo URL (mittekohustuslik)
fr: URL du premier flux (facultatif)
it: URL del primo feed (opzionale)
ja: 最初のフィードURL (任意)
ko: 첫 번째 피드 URL (선택 사항)
lv: Pirmās plūsmas URL (pēc izvēles)
pl: URL pierwszego kanału (opcjonalnie)
pt: URL do primeiro feed (opcional)
pt_br: URL do primeiro feed (opcional)
sv: Första flödets URL (valfritt)
tr: İlk Besleme URL'si (isteğe bağlı)
vi: URL nguồn tin đầu tiên (tùy chọn)
zh_hans: 首个订阅源 URL (可选)
zh_hant: 第一個訂閱源 URL (選填)

# accounts.fields.imapHost
source: IMAP Host
ar: مضيف IMAP
el: Διακομιστής IMAP
es: Servidor IMAP
fr: Hôte IMAP
it: Host IMAP
ja: IMAPホスト
ko: IMAP 호스트
lv: IMAP resursdators
pl: Host IMAP
pt: Servidor IMAP
pt_br: Servidor IMAP
sv: IMAP-värd
tr: IMAP Sunucusu
vi: Máy chủ IMAP
zh_hans: IMAP 主机
zh_hant: IMAP 主機

# accounts.fields.imapPort
source: IMAP port
ar: منفذ IMAP
el: Θύρα IMAP
es: Puerto IMAP
fr: Port IMAP
it: Porta IMAP
ja: IMAPポート
ko: IMAP 포트
lv: IMAP ports
pl: portu IMAP
pt: Porta IMAP
pt_br: Porta IMAP
tr: IMAP bağlantı noktası
vi: cổng IMAP
zh_hans: IMAP 端口
zh_hant: IMAP 連接埠

# accounts.fields.password
source: Password
ar: كلمة المرور
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
fr: Mot de passe
ja: パスワード
ko: 비밀번호
lv: Parole
pl: Hasło
pt: Palavra-passe
pt_br: Senha
sv: Lösenord
tr: Şifre
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# accounts.fields.port
source: Port
ar: منفذ
de: Hafen
el: Θύρα
es: Puerto
it: Porta
ja: ポート
ko: 포트
lv: Ports
pt: Porta
pt_br: Porta
sv: Hamn
tr: Liman
vi: Cổng
zh_hans: 端口
zh_hant: 連接埠

# accounts.fields.senderNameOutgoing
source: Sender Name (outgoing mail)
ar: اسم المرسل (البريد الصادر)
de: Absendername (ausgehende E-Mail)
el: Όνομα αποστολέα (εξερχόμενα)
es: Nombre del remitente (correo saliente)
et: Saatja nimi (väljuv meil)
fr: Nom de l'expéditeur (courrier sortant)
it: Nome mittente (posta in uscita)
ja: 送信者名 (送信メール)
ko: 보내는 사람 이름 (발신 메일)
lv: Sūtītāja vārds (izejošajam pastam)
pl: Nazwa nadawcy (poczta wychodząca)
pt: Nome do remetente (correio de saída)
pt_br: Nome do remetente (e-mails enviados)
sv: Avsändarnamn (utgående e-post)
tr: Gönderen Adı (giden posta)
vi: Tên người gửi (thư gửi đi)
zh_hans: 发件人名称 (发件)
zh_hant: 寄件者名稱 (外寄郵件)

# accounts.fields.smtpHost
source: SMTP Host
ar: مضيف SMTP
el: Διακομιστής SMTP
es: Servidor SMTP
fr: Hôte SMTP
it: Host SMTP
ja: SMTPホスト
ko: SMTP 호스트
lv: SMTP resursdators
pl: Host SMTP
pt: Servidor SMTP
pt_br: Servidor SMTP
sv: SMTP-värd
tr: SMTP Sunucusu
vi: Máy chủ SMTP
zh_hans: SMTP 主机
zh_hant: SMTP 主機

# accounts.fields.smtpPort
source: SMTP port
ar: منفذ SMTP
el: Θύρα SMTP
es: Puerto SMTP
fr: Port SMTP
it: Porta SMTP
ja: SMTPポート
ko: SMTP 포트
lv: SMTP ports
pl: Port SMTP
pt: Porta SMTP
pt_br: Porta SMTP
tr: SMTP bağlantı noktası
vi: Cổng SMTP
zh_hans: SMTP端口
zh_hant: SMTP連接埠

# accounts.fields.username
source: Username
ar: اسم المستخدم
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
et: Kasutajanimi
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
lv: Lietotājvārds
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Nome de usuário
sv: Användarnamn
tr: Kullanıcı Adı
vi: Tên đăng nhập
zh_hans: 用户名
zh_hant: 使用者名稱

# accounts.oauth.addWithTokens
source: Add with tokens
ar: أضف مع الرموز
de: Mit Token hinzufügen
el: Προσθήκη με μάρκες
es: Agregar con fichas
et: Lisa žetoonidega
fr: Ajouter avec des jetons
it: Aggiungi con gettoni
ja: トークンで追加
ko: 토큰으로 추가
lv: Pievienojiet ar žetoniem
pl: Dodaj za pomocą tokenów
pt: Adicionar com tokens
pt_br: Adicionar com tokens
sv: Lägg till med tokens
tr: Jetonlarla ekle
vi: Thêm bằng mã thông báo
zh_hans: 添加令牌
zh_hant: 添加令牌

# accounts.oauth.advancedOptions
source: Advanced options
ar: خيارات متقدمة
de: Erweiterte Optionen
el: Προηγμένες επιλογές
es: Opciones avanzadas
et: Täpsemad valikud
fr: Options avancées
it: Opzioni avanzate
ja: 詳細オプション
ko: 고급 옵션
lv: Papildu opcijas
pl: Zaawansowane opcje
pt: Opções avançadas
pt_br: Opções avançadas
sv: Avancerade alternativ
tr: Gelişmiş seçenekler
vi: Tùy chọn nâng cao
zh_hans: 高级选项
zh_hant: 進階選項

# accounts.oauth.configureGmail
source: Please configure MERON_GOOGLE_CLIENT_ID and MERON_GOOGLE_CLIENT_SECRET in your shell environment before connecting Gmail.
ar: يرجى تهيئة MERON_GOOGLE_CLIENT_ID و MERON_GOOGLE_CLIENT_SECRET في بيئة الشل الخاصة بك قبل ربط Gmail.
de: Bitte konfigurieren Sie MERON_GOOGLE_CLIENT_ID and MERON_GOOGLE_CLIENT_SECRET in Ihrer Shell-Umgebung, bevor Sie Gmail verbinden.
el: Παρακαλούμε ρυθμίστε τα MERON_GOOGLE_CLIENT_ID και MERON_GOOGLE_CLIENT_SECRET στο περιβάλλον του κελύφους σας (shell) πριν συνδέσετε το Gmail.
es: Configure MERON_GOOGLE_CLIENT_ID y MERON_GOOGLE_CLIENT_SECRET en su entorno de shell antes de conectar Gmail.
et: Palun seadista oma kesta keskkonnas MERON_GOOGLE_CLIENT_ID ja MERON_GOOGLE_CLIENT_SECRET enne Gmaili ühendamist.
fr: Veuillez configurer MERON_GOOGLE_CLIENT_ID et MERON_GOOGLE_CLIENT_SECRET dans votre environnement de terminal avant de connecter Gmail.
it: Si prega di configurare MERON_GOOGLE_CLIENT_ID e MERON_GOOGLE_CLIENT_SECRET nel proprio ambiente di shell prima di connettere Gmail.
ja: Gmailを接続する前に、シェル環境で MERON_GOOGLE_CLIENT_ID と MERON_GOOGLE_CLIENT_SECRET を設定してください。
ko: Gmail을 연결하기 전에 셸 환경에서 MERON_GOOGLE_CLIENT_ID 및 MERON_GOOGLE_CLIENT_SECRET을 구성해 주세요.
lv: Pirms Gmail pievienošanas, lūdzu, konfigurējiet MERON_GOOGLE_CLIENT_ID un MERON_GOOGLE_CLIENT_SECRET savā čaulas (shell) vidē.
pl: Przed połączeniem z Gmailem skonfiguruj MERON_GOOGLE_CLIENT_ID i MERON_GOOGLE_CLIENT_SECRET w swoim środowisku powłoki.
pt: Configure MERON_GOOGLE_CLIENT_ID e MERON_GOOGLE_CLIENT_SECRET no seu ambiente de shell antes de associar o Gmail.
pt_br: Configure MERON_GOOGLE_CLIENT_ID e MERON_GOOGLE_CLIENT_SECRET no seu ambiente de shell antes de conectar o Gmail.
sv: Konfigurera MERON_GOOGLE_CLIENT_ID och MERON_GOOGLE_CLIENT_SECRET i din skalmiljö innan du ansluter Gmail.
tr: Lütfen Gmail'i bağlamadan önce kabuk ortamınızda MERON_GOOGLE_CLIENT_ID ve MERON_GOOGLE_CLIENT_SECRET değişkenlerini yapılandırın.
vi: Vui lòng cấu hình MERON_GOOGLE_CLIENT_ID và MERON_GOOGLE_CLIENT_SECRET trong môi trường shell của bạn trước khi kết nối Gmail.
zh_hans: 请在连接 Gmail 之前，先在 Shell 环境中配置 MERON_GOOGLE_CLIENT_ID 和 MERON_GOOGLE_CLIENT_SECRET。
zh_hant: 在連結 Gmail 之前，請先在您的命令列環境中設定 MERON_GOOGLE_CLIENT_ID 和 MERON_GOOGLE_CLIENT_SECRET。

# accounts.oauth.configureOutlook
source: Please configure MERON_OUTLOOK_CLIENT_ID in your shell environment before connecting Outlook.
ar: يرجى تهيئة MERON_OUTLOOK_CLIENT_ID في بيئة الشل الخاصة بك قبل ربط Outlook.
de: Bitte konfigurieren Sie MERON_OUTLOOK_CLIENT_ID in Ihrer Shell-Umgebung, bevor Sie Outlook verbinden.
el: Παρακαλούμε ρυθμίστε το MERON_OUTLOOK_CLIENT_ID στο περιβάλλον του κελύφους σας (shell) πριν συνδέσετε το Outlook.
es: Configure MERON_OUTLOOK_CLIENT_ID en su entorno de shell antes de conectar Outlook.
et: Palun seadista oma kesta keskkonnas MERON_OUTLOOK_CLIENT_ID enne Outlooki ühendamist.
fr: Veuillez configurer MERON_OUTLOOK_CLIENT_ID dans votre environnement de terminal avant de connecter Outlook.
it: Si prega di configurare MERON_OUTLOOK_CLIENT_ID nel proprio ambiente di shell prima di connettere Outlook.
ja: Outlookを接続する前に、シェル環境で MERON_OUTLOOK_CLIENT_ID を設定してください。
ko: Outlook을 연결하기 전에 셸 환경에서 MERON_OUTLOOK_CLIENT_ID를 구성해 주세요.
lv: Pirms Outlook pievienošanas, lūdzu, konfigurējiet MERON_OUTLOOK_CLIENT_ID savā čaulas (shell) vidē.
pl: Przed połączeniem z Outlookiem skonfiguruj MERON_OUTLOOK_CLIENT_ID w swoim środowisku powłoki.
pt: Configure MERON_OUTLOOK_CLIENT_ID no seu ambiente de shell antes de associar o Outlook.
pt_br: Configure MERON_OUTLOOK_CLIENT_ID no seu ambiente de shell antes de conectar o Outlook.
sv: Konfigurera MERON_OUTLOOK_CLIENT_ID i din skalmiljö innan du ansluter Outlook.
tr: Lütfen Outlook'u bağlamadan önce kabuk ortamınızda MERON_OUTLOOK_CLIENT_ID değişkenini yapılandırın.
vi: Vui lòng cấu hình MERON_OUTLOOK_CLIENT_ID trong môi trường shell của bạn trước khi kết nối Outlook.
zh_hans: 请在连接 Outlook 之前，先在 Shell 环境中配置 MERON_OUTLOOK_CLIENT_ID。
zh_hant: 在連結 Outlook 之前，請先在您的命令列環境中設定 MERON_OUTLOOK_CLIENT_ID。

# accounts.oauth.finishSignIn
source: Finish sign-in
ar: إنهاء تسجيل الدخول
de: Beenden Sie die Anmeldung
el: Ολοκληρώστε τη σύνδεση
es: Finalizar el inicio de sesión
et: Lõpetage sisselogimine
fr: Terminer la connexion
it: Completa l'accesso
ja: サインインを完了
ko: 로그인 완료
lv: Pabeidziet pierakstīšanos
pl: Zakończ logowanie
pt: Concluir login
pt_br: Concluir login
sv: Slutför inloggningen
tr: Oturum açmayı bitir
vi: Hoàn tất đăng nhập
zh_hans: 完成登录
zh_hant: 完成登入

# accounts.oauth.finishingSignIn
source: Finishing sign-in...
ar: جارٍ إنهاء تسجيل الدخول...
de: Anmeldung wird abgeschlossen...
el: Ολοκλήρωση σύνδεσης...
es: Finalizando el inicio de sesión...
et: Sisselogimise lõpetamine...
fr: Fin de la connexion...
it: Completamento dell'accesso...
ja: サインインを完了中...
ko: 로그인을 완료하는 중...
lv: Notiek pierakstīšanās pabeigšana...
pl: Kończę logowanie...
pt: Concluindo o login...
pt_br: Concluindo o login...
sv: Slutför inloggningen...
tr: Oturum açma işlemi tamamlanıyor...
vi: Đang hoàn tất đăng nhập...
zh_hans: 正在完成登录...
zh_hant: 正在完成登入...

# accounts.oauth.hideAdvancedOptions
source: Hide advanced options
ar: إخفاء الخيارات المتقدمة
de: Erweiterte Optionen ausblenden
el: Απόκρυψη σύνθετων επιλογών
es: Ocultar opciones avanzadas
et: Peida täpsemad valikud
fr: Masquer les options avancées
it: Nascondi opzioni avanzate
ja: 詳細オプションを隠す
ko: 고급 옵션 숨기기
lv: Slēpt papildu opcijas
pl: Ukryj opcje zaawansowane
pt: Ocultar opções avançadas
pt_br: Ocultar opções avançadas
sv: Dölj avancerade alternativ
tr: Gelişmiş seçenekleri gizle
vi: Ẩn tùy chọn nâng cao
zh_hans: 隐藏高级选项
zh_hant: 隱藏進階選項

# accounts.oauth.outlookAccount
source: Outlook account
ar: حساب الآوتلوك
de: Outlook-Konto
el: Λογαριασμός Outlook
es: cuenta de Outlook
et: Outlooki konto
fr: Compte Outlook
it: Conto di Outlook
ja: Outlookアカウント
ko: 아웃룩 계정
lv: Outlook konts
pl: Konto Outlooka
pt: Conta do Outlook
pt_br: Conta do Outlook
sv: Outlook-konto
tr: Outlook hesabı
vi: tài khoản Outlook
zh_hans: 展望帐户
zh_hant: 展望帳戶

# accounts.oauth.pasteTokensManually
source: Paste tokens manually
ar: لصق الرموز يدويًا
de: Fügen Sie Token manuell ein
el: Επικόλληση διακριτικών χειροκίνητα
es: Pegar tokens manualmente
et: Kleepige märgid käsitsi
fr: Coller les jetons manuellement
it: Incolla i token manualmente
ja: トークンを手動で貼り付け
ko: 수동으로 토큰 붙여넣기
lv: Ielīmējiet marķierus manuāli
pl: Wklej tokeny ręcznie
pt: Colar tokens manualmente
pt_br: Colar tokens manualmente
sv: Klistra in tokens manuellt
tr: Belirteçleri manuel olarak yapıştırın
vi: Dán mã thông báo theo cách thủ công
zh_hans: 手动粘贴令牌
zh_hant: 手動貼上令牌

# accounts.oauth.signInWith
source: Sign in with {provider}
ar: تسجيل الدخول باستخدام {provider}
de: Mit {provider} anmelden
el: Σύνδεση με {provider}
es: Iniciar sesión con {provider}
et: Logi sisse teenusega {provider}
fr: Se connecter avec {provider}
it: Accedi con {provider}
ja: {provider} でサインイン
ko: {provider} 계정으로 로그인
lv: Pierakstīties ar {provider}
pl: Zaloguj się przez {provider}
pt: Iniciar sessão com {provider}
pt_br: Entrar com {provider}
sv: Logga in med {provider}
tr: {provider} ile oturum aç
vi: Đăng nhập bằng {provider}
zh_hans: 使用 {provider} 登录
zh_hant: 使用 {provider} 登入

# accounts.oauth.signInWithProvider
source: Sign in with %1$s
ar: تسجيل الدخول باستخدام %1$s
de: Melden Sie sich mit %1$s an
el: Συνδεθείτε με %1$s
es: Iniciar sesión con %1$s
et: Logi sisse %1$s
fr: Connectez-vous avec %1$s
it: Accedi con %1$s
ja: %1$sでサインイン
ko: %1$s(으)로 로그인
lv: Pierakstīties ar %1$s
pl: Zaloguj się za pomocą %1$s
pt: Faça login com %1$s
pt_br: Faça login com %1$s
sv: Logga in med %1$s
tr: %1$s ile oturum açın
vi: Đăng nhập bằng %1$s
zh_hans: 使用 %1$s 登录
zh_hant: 使用 %1$s 登入
